experiments/redis_contention/servers_on_numa/loaded_pairs_32/pair_11/redis.out
4         Threads
8         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       258225.64          ---          ---         0.61774         0.58300         1.11100        16.19100    271124.41 
Gets       258225.64      3204.58    255021.06         0.61774         0.58300         1.11100        16.19100     13562.18 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     516451.29      3204.58    255021.06         0.61774         0.58300         1.11100        16.19100    284686.59